tap "cc/cc", "git@github.wdf.sap.corp:cc/homebrew-cc.git"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
brew "bash"
brew "bash-completion@2"
brew "colima"
brew "cowsay"
brew "docker"
brew "dos2unix"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "kubernetes-cli"
brew "nmap"
brew "node"
brew "node@18"
brew "node@20"
brew "nvm"
brew "pinentry-mac"
brew "pyenv"
brew "ruby"
brew "tree"
brew "unzip"
brew "cloudfoundry/tap/cf-cli@8"
cask "bruno"
cask "drawio"
cask "mactex-no-gui"
cask "postman"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "espressif.esp-idf-extension"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "humao.rest-client"
vscode "james-yu.latex-workshop"
vscode "joaompinto.vscode-graphviz"
vscode "mechatroner.rainbow-csv"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sapos.yeoman-ui"
vscode "saposs.app-studio-remote-access"
vscode "saposs.app-studio-toolkit"
vscode "saposs.sap-guided-answers-extension"
vscode "saposs.vscode-ui5-language-assistant"
vscode "saposs.xml-toolkit"
vscode "sapse.sap-ux-annotation-modeler-extension"
vscode "sapse.sap-ux-application-modeler-extension"
vscode "sapse.sap-ux-fiori-tools-extension-pack"
vscode "sapse.sap-ux-help-extension"
vscode "sapse.sap-ux-service-modeler-extension"
vscode "sapse.vscode-cds"
vscode "tecosaur.latex-utilities"
vscode "twxs.cmake"
vscode "tyriar.lorem-ipsum"
vscode "valentjn.vscode-ltex"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
